Repository: darktable-org/darktable
Catalog: doc/usermanual/po/it.tmx
Source language: en
Languages: it

source: if found, use OpenCL runtime on your system for improved processing speed. can be switched on and off at any time.
it: Se presente, usa OpenCL per migliorare la velocità del processo. Può essere o meno abilitato ogni volta.

source: not available
it: Non disponibile

source: not available on this system
it: Non disponibile su questo sistema

source: OpenCL scheduling profile
it: Profilo di pianificazione OpenCL

source: default
it: Predefinito

source: multiple GPUs
it: GPUs multiple

source: very fast GPU
it: GPU molto veloce

source: defines how preview and full pixelpipe tasks are scheduled on OpenCL enabled systems. default - GPU processes full and CPU processes preview pipe (adaptable by config parameters); multiple GPUs - process both pixelpipes in parallel on two different GPUs; very fast GPU - process both pixelpipes sequentially on the GPU.
it: Definisce come pianificare l'anteprima e il flusso di sviluppo (pixelpipe) sui sistemi con OpenCL. Predefinito - la GPU processa i flussi di sviluppo (pixelpipe) e la CPU processa l'anteprima (adattabile con parametro di configurazione); GPUs multiple - processa tutti i flussi di sviluppo (pixelpipe) in parallelo su due GPU differenti; GPU molto veloce - processa tutti i flussi di sviluppo (pixelpipe) sequenzialmente sulla GPU

source: check for database maintenance
it: Verifica se il database necessita di manutenzione

source: on startup
it: All'avvio

source: on close
it: Alla chiusura

source: on both
it: Entrambi

source: on startup (don't ask)
it: All'avvio (non chiedere)

source: on close (don't ask)
it: Alla chiusura (non chiedere)

source: on both (don't ask)
it: Entrambi (non chiedere)

source: this option indicates when to check database fragmentation and perform maintenance
it: Questa opzione notificherà quando il database avrà bisogno di manutenzione per la frammentazione e le prestazioni.

source: database fragmentation ratio threshold
it: Soglia percentuale della frammentazione del database

source: fragmentation ratio above which to ask or carry out automatically database maintenance
it: Percentuale di frammentazione oltre la quale è possibile effettuare la manutenzione automatica del database.

source: omit hierarchy in simple tag lists
it: Nasconde la gerarchia e visualizza una lista di etichette

source: when creating XMP file the hierarchical tags are also added as a simple list of non-hierarchical ones to make them visible to some other programs. when this option is checked darktable will only include their last part and ignore the rest. so 'foo|bar|baz' will only add 'baz'.
it: Quando si crea il file XMP le etichette gerarchiche vengono aggiunte come una lista di etichette non-gerarchiche per renderle visibili ad altri programmi. Quando questa opzione è abilitata darktable includerà solo l'ultima parte e ignorerà il resto. In questo modo 'foo|bar|baz' diventerà solamente 'baz'.

source: disable the entry completion
it: Disabilita il completamento automatico

source: the entry completion is useful for those who enter tags from keyboard only. for others the entry completion can be embarrassing. need to restart darktable.
it: Il completamento automatico è utile per chi immette le etichette utilizzando solo la tastiera. Diversamente il completamente automatico potrebbe risultare fastidioso. Richiede il riavvio.

source: password storage backend to use
it: Gestore password da utilizzare

source: none
it: Nessuno

source: the storage backend for password storage: auto, none, libsecret, kwallet
it: Gestore delle password memorizzate: automatico, nessuno, libsecret, kwallet

source: executable for playing audio files
it: Applicazione per file audio

source: this external program is used to play audio files some cameras record to keep notes for images
it: Questa applicazione esterna è usata per ascoltare i file audio che alcune fotocamere registrano per prendere note relative alle immagini

source: 3D lut root folder
it: Cartella radice 3D lut

source: select directory
it: Seleziona cartella

source: this folder (and sub-folders) contains Lut files used by lut3d modules. need to restart darktable.
it: Questa cartella (e le relative sotto-cartelle) contengono i files Lut utilizzati dai moduli lut3d. Richiede il riavvio.

source: session options
it: Opzioni sessione

source: base directory naming pattern
it: Modello base nominazione cartella

source: part of full import path for an import session
it: Parte del percorso completo di importazione per una sessione di importazione

source: sub directory naming pattern
it: Modello nominazione sottocartella

source: file naming pattern
it: Modello nominazione file

source: file naming pattern used for a import session
it: Modello nominazione file usato per una sessione di importazione

source: darktable manages your digital negatives in a database and lets you view them through a lighttable. It also enables you to develop raw images and enhance them in a darkroom.
it: darktable gestisce i tuoi negativi digitali in un database e ti permette di vederli attraverso un Tavolo Luminoso. Ti permette inoltre di sviluppare le immagini raw e di migliorarle nella Camera Oscura.

source: Other modes besides lighttable and darkroom are a map for geotagging, tethering, print and a slideshow.
it: Altre modalità oltre al Tavolo Luminoso e la Camera Oscura sono le Mappe per il geotagging, il Tethering (scatto remoto), la Stampa e la Presentazione.

source: darktable supports most modern cameras' raw formats, and does all of its processing at very high precision.
it: darktable supporta i formati raw delle più moderne fotocamere, e ne esegue le elaborazioni con un'altissima precisione

source: Virtual light table, showing a collection
it: Tavolo luminoso virtuale, visualizza una raccolta

source: Virtual dark room with an opened image
it: Camera oscura virtuale con un'immagine aperta

source: Virtual dark room, sharpening an image
it: Camera oscura virtuale, rendere nitida un'immagine

source: Show images on a map
it: Mostra immagini su una mappa

source: Print your images
it: Stampa le tue immagini

source: _cancel
it: _cancella

source: _save
it: _salva

source: average dE: %.02f max dE: %.02f
it: Media dE: %.02f Massimo dE: %.02f

source: TODO: sorry, due to API restrictions we currently cannot set the BPP to
it: DA FARE: spiacenti, a causa delle restrizioni nelle api al momento non è possibile impostare il BPP a

source: unknown option for --hq
it: Opzione sconosciuta per --hq

source: unknown option for --export_masks
it: Opzione sconosciuta per --export_masks

source: unknown option for --upscale
it: Opzione sconosciuta per --upscale

source: unknown option for --apply-custom-presets
it: Opzione sconosciuta per --apply-custom-presets

source: error: output file is a directory. please specify file name
it: Errore: il file di output è una cartella. Per favore specificare il nome del file

source: output file already exists, it will get renamed
it: File di output già esistente, dovrà essere rinominato

source: error: can't open folder %s
it: Errore: impossibile aprire la cartella %s

source: error: can't open file %s
it: Errore: impossibile aprire il file %s

source: no images to export, aborting
it: Nessuna immagine da esportare, operazione annullata

source: error: can't open xmp file %s
it: Errore: non posso aprire il file XMP %s

source: empty history stack
it: Coda di sviluppo vuota

source: cannot find disk storage module. please check your installation, something seems to be broken.
it: Non trovo il modulo di gestione della memorizzazione su disco. Verifica la tua installazione, potrebbe essere difettosa.

source: failed to get parameters from storage module, aborting export ...
it: Impossibile ottenere i parametri dal modulo di salvataggio, annullamento esportazione...

source: unknown extension '.%s'
it: Estensione '.%s' sconosciuta

source: failed to get parameters from format module, aborting export ...
it: Impossibile ottenere i parametri dal modulo di formato, annullamento esportazione...

source: too much time to update aspect ratio for the collection
it: Troppo tempo per aggiornare le proporzioni della raccolta

source: film roll
it: Rullino

source: folders
it: Cartelle

source: camera
it: Fotocamera

source: tag
it: Etichette

source: date
it: Data

source: time
it: Ora

source: history
it: Coda di sviluppo

source: color label
it: Etichetta colore

source: lens
it: Obiettivo

source: focal length
it: Lunghezza focale

source: aperture
it: Diaframma

source: exposure
it: esposizione

source: aspect ratio
it: Proporzioni

source: filename
it: Nome file

source: geotagging
it: Georeferenziazione

source: grouping
it: Raggruppa

source: local copy
it: Copia locale

source: module
it: Modulo

source: module order
it: Ordine moduli

source: red
it: Rosso

source: yellow
it: Giallo

source: green
it: Verde

source: blue
it: Blu

source: purple
it: Viola

source: basic
it: basique

source: auto applied
it: Applicato automaticamente

source: altered
it: Modificato

source: tagged
it: Etichettate

source: not copied locally
it: Non copiato localmente

source: group leaders
it: Identificatore gruppo

source: not defined
it: Non definito

source: %d image of %d (#%d) in current collection is selected
it: Selezionata %d immagine di %d (#%d) nella raccolta attuale

source: %d image of %d in current collection is selected
it: %d immagine di %d è stata selezionata nella raccolta

source: work profile
it: Profilo di lavoro

source: export profile
it: Profilo di esportazione

source: softproof profile
it: Profilo simulazione a schermo

source: system display profile
it: Profilo di sistema dello schermo

source: sRGB (e.g. JPG)
it: sRGB (es. JPG)

source: sRGB (web-safe)
it: sRGB (sicuro per il web)

source: Adobe RGB (compatible)
it: Adobe RGB (compatibile)

source: linear Rec709 RGB
it: Rec709 RGB lineare

source: linear Rec2020 RGB
it: Rec2020 RGB lineare

source: PQ Rec2020 RGB
it: RGB PQ Rec2020

source: HLG Rec2020 RGB
it: RGB HLG Rec2020

source: linear prophoto RGB
it: Lineare prophoto RGB

source: linear XYZ
it: XYZ lineare

source: linear infrared BGR
it: BGR lineare infrarosso

source: BRG (for testing)
it: BRG (per test)

source: embedded ICC profile
it: Profilo ICC incorporato

source: embedded matrix
it: Matrice incorporata

source: standard color matrix
it: Matrice colore standard

source: enhanced color matrix
it: Matrice colore potenziata

source: vendor color matrix
it: Matrice colore del produttore

source: alternate color matrix
it: Matrice colore alternativa

source: BRG (experimental)
it: BRG (sperimentale)

source: ProPhoto RGB
it: RGB ProPhoto

source: file `%s' to print not found for image %d on `%s'
it: File `%s' da stampare non trovato per l'immagine %d su `%s'

source: failed to create temporary file for printing options
it: Non è stato possibile creare il file temporaneo per le opzioni di stampa

source: printing on `%s' cancelled
it: Stampa su `%s' cancellata

source: error while printing `%s' on `%s'
it: Errore durante la stampa di `%s' su `%s'

source: printing `%s' on `%s'
it: Stampa di `%s' su `%s'

source: found strange path `%s'
it: Trovato percorso anomalo '%s'

source: error loading directory `%s'
it: Errore nel caricamento della cartella '%s'

source: file `%s' has unknown format!
it: Il file '%s' ha un formato sconosciuto!

source: error loading file `%s'
it: Errore nel caricamento del file '%s'

source: darktable - run performance configuration?
it: darktable - eseguire configurazione delle prestazioni?

source: we have an updated performance configuration logic - executing that might improve the performance of darktable. this will potentially overwrite some of your existing settings - especially in case you have manually modified them to custom values. would you like to execute this update of the performance configuration?
it: Abbiamo sviluppato una nuova logica di configurazione delle prestazioni che - se eseguita - potrebbe migliorare le prestazioni di darktable. Questo potrebbe potenzialmente sovrascrivere alcune delle vostre impostazioni - in special modo se avete modificato manualmente alcuni parametri. Volete eseguire in ogni caso l'aggiornamento della configurazione?

source: yes
it: Si

source: an error has occurred while trying to open the database from <span style="italic">%s</span> %s
it: Riscontrato un errore mentre si tentava di aprire il database da <span style="italic">%s</span> %s

source: darktable - error locking database
it: darktable - errore nel bloccare il database

source: close darktable
it: Chiudi darktable

source: the database lock file contains a pid that seems to be alive in your system: %d
it: Il file di blocco del database contiene un pid che sembra essere attivo sul tuo sistema: %d

source: the database lock file seems to be empty
it: Il file di blocco del database sembra essere vuoto

source: error opening the database lock file for reading: %s
it: Riscontrato un errore nell'apertura del file di blocco del database per leggere: %s

source: the database schema has to be upgraded for <span style="italic">%s</span> do you want to proceed or quit now to do a backup
it: Lo schema del database deve essere aggiornato per <span style="italic">%s</span> volete procedere o preferite interrompere per fare un backup?

source: darktable - schema migration
it: darktable - migrazione schema

source: upgrade database
it: Aggiorna database

source: an error has occurred while trying to open the database from <span style="italic">%s</span> it seems that the database is corrupt. do you want to close darktable now to manually restore the database from a backup or start with a new one?
it: Riscontrato un errore mentre si tentava di aprire il database da <span style="italic">%s</span> Sembra che il database sia corrotto. Vuoi chiudere darktable ora per recuperare manualmente il database da un backup oppure per iniziare con uno nuovo?

source: darktable - error opening database
it: darktable - errore nell'apertura del database

source: delete database
it: Elimina database

source: click later to be asked on next startup
it: Clicca 'Successivamente' affinchè ti venga richiesto al prossimo avvio

source: click later to be asked when closing darktable
it: Clicca 'successivamente' affinchè ti venga chiesto al momento della chiusura di darktable

source: click later to be asked next time when closing darktable
it: Clicca 'successivamente' affinchè ti venga chiesto la prossima volta al momento della chiusura di darktable

source: the database could use some maintenance there's <span style="italic">%s</span> to be freed do you want to proceed now? %s you can always change maintenance preferences in core options
it: Il database potrebbe aver bisogno di manutenzone c'è <span style="italic">%s</span> che è possibile liberare vuoi procedere ora? %s E' sempre possibile modificare le preferenze per la manutenzione delle opzioni generali

source: darktable - schema maintenance
it: darktable - manutenzione schema

source: later
it: Successivamente

source: fast guided filter failed to allocate memory, check your RAM settings
it: Il filtro guidato non è riuscito ad allocare la memoria. Verificate le impostazioni della vostra RAM

source: do you want to remove this empty directory?
it: Vuoi rimuovere questa cartella vuota?

source: remove empty directory?
it: Rimuovo la cartella vuota?

source: name
it: Nome file

source: cannot remove film roll having local copies with non accessible originals
it: Impossibile rimuovere il rullino che ha copie locali con originali non accessibili

source: you need to copy history from an image before you paste it onto another
it: Occorre copiare la coda di sviluppo da un'immagine prima di poterla incollare in un'altra

source: on
it: Abilitato

source: Sorry,<p>something went wrong. Please try again.</p>
it: Spiacenti,<p>qualcosa è andato storto. Per favore prova di nuovo.</p>

source: Thank you,<p>everything should have worked, you can <b>close</b> your browser now and <b>go back</b> to darktable.</p>
it: Grazie,<p>tutto deve esser andato per il verso giusto, ora puoi <b>chiudere</b> il tuo browser e <b>tornare indietro</b> a darktable.</p>

source: orphaned image
it: Immagine orfana

source: cannot access local copy `%s'
it: Impossibile accedere ad una copia locale di '%s'

source: cannot write local copy `%s'
it: Impossibile creare una copia locale di '%s'

source: error moving local copy `%s' -> `%s'
it: Errore nello spostamento della copia locale '%s' -> '%s'

source: error moving `%s': file not found
it: Errore spostando `%s': file non trovato

source: error moving `%s' -> `%s': file exists
it: Errore spostando `%s' -> `%s': file già esistente

source: error moving `%s' -> `%s'
it: Errore nello spostamento di '%s' -> '%s'

source: cannot create local copy when the original file is not accessible.
it: Impossibile creare una copia locale quando il file originale non è accessibile.

source: cannot create local copy.
it: Impossibile creare una copia locale.

source: cannot remove local copy when the original file is not accessible.
it: Impossibile rimuovere la copia locale quando il file originale non è accessibile

source: %d local copy has been synchronized
it: %d copia locale è stata sincronizzata

source: image `%s' is not available!
it: L'immagine '%s' non è disponibile!

source: failed to allocate memory for %s, please lower the threads used for export or buy more memory.
it: Fallita l'allocazione della memoria per %s, diminuisci il numero di thread usati per l'esportazione o aggiungi più memoria.

source: thumbnail export
it: Esporta anteprima

source: export
it: Esporta

source: cannot find the style '%s' to apply during export.
it: Impossibile trovare lo stile '%s' da applicare per l'esportazione.

source: couldn't expand to a unique filename for session, please check your import session settings.
it: Per l'importazione impossibile espandere ad un nome di file univoco,verifica le impostazioni di importazione.

source: custom
it: Personalizzato

source: unsupported working profile %s has been replaced by Rec2020 RGB!
it: Il profilo di lavoro %s non supportato è stato sostituito da Rec709 RGB!

source: generic poissonian
it: Generico poissoniano

source: noiseprofile file `%s' is not valid
it: Il file di profilo del rumore `%s' non è valido

source: due to a slow GPU hardware acceleration via opencl has been de-activated.
it: A causa della presenza di una GPU lenta, l'accelerazione hardware OpenCL è stata disattivata

source: multiple GPUs detected - opencl scheduling profile has been set accordingly.
it: Rilevate GPUs multiple - il profilo di pianificazione di OpenCL è stato impostato di conseguenza.

source: very fast GPU detected - opencl scheduling profile has been set accordingly.
it: Rilevata una GPU molto veloce -il profilo di pianificazione di OpenCL è stato impostato di conseguenza.

source: opencl scheduling profile set to default.
it: Il profilo di pianificazione di OpenCL è stato impostato ai valori predefiniti.

source: inch
it: pollici

source: letter
it: Lettera

source: legal
it: Legale

source: GNOME Keyring backend is no longer supported. configure a different one
it: GNOME Keyring backend non è più supportato. Configurane uno differente

source: rejecting %d image
it: Eliminazione %d immagine

source: applying rating %d to %d image
it: Applicazione della valutazione %d all' %d immagine

source: no images selected to apply rating
it: Nessuna immagine selezionata per applicare la valutazione

source: style with name '%s' already exists
it: Stile con nome '%s' già esistente

source: styles/apply %s
it: Stili/applica %s

source: style named '%s' successfully created
it: Lo stile '%s' è stato creato con successo

source: no image selected!
it: Nessuna immagine selezionata!

source: module `%s' version mismatch: %d != %d
it: Mancata corrispondenza di versione del modulo '%s': %d != %d

source: failed to overwrite style file for %s
it: Impossibile sovrascrivere il file di stile per %s

source: style file for %s exists
it: File di stile per %s già esistente

source: style %s was successfully imported
it: Lo stile %s è stato importato con successo

source: above sea level
it: Sopra il livello del mare

source: below sea level
it: Sotto il livello del mare

source: working...
it: Elaborazione...

source: scroll to change <b>%s</b> of %s module
it: Scorri per cambiare <b>%s</b> del modulo %s

source: select
it: Seleziona

source: path
it: Percorso

source: xmp timestamp
it: Data file XMP

source: database timestamp
it: Data del database

source: updated xmp sidecar files found
it: Trovati file XMP aggiornati

source: _close
it: _chiudi

source: select all
it: Seleziona tutte

source: update database from selected xmp files
it: Aggiorna il database dai file XMP selezionati

source: overwrite selected xmp files
it: Sovrascrivi file XMP selezionati

source: capturing %d image
it: Acquisisco %d immagine...

source: please set your camera to manual mode first!
it: Per favore, prima imposta la tua fotocamera in modalità manuale!

source: capture images
it: Acquisisci immagini

source: %d/%d imported to %s
it: %d/%d importato in %s

source: starting to import images from camera
it: Inizio importazioni immagini dalla fotocamera

source: importing %d image from camera
it: Importo %d immagine dalla fotocamera

source: import images from camera
it: Importa immagini dalla fotocamera

source: failed to create film roll for destination directory, aborting move..
it: Impossibile creare il rullino nella cartella di destinazione, spostamento annullato...

source: exposure bracketing only works on raw images.
it: Il bracketing dell'esposizione funziona solamente sulle immagini raw.

source: images have to be of same size and orientation!
it: Le immagini devono essere delle stesse dimensioni e con la stesso orientamento!

source: merging %d image
it: Unisco %d immagine

source: wrote merged HDR `%s'
it: Creata fusione HDR '%s'

source: duplicating %d image
it: Duplico %d immagine

source: flipping %d image
it: Rifletto %d immagine

source: removing %d image
it: Rimuovo %d immagine

source: could not send %s to trash%s%s
it: Impossibile spostare %s nel cestino%s%s

source: could not physically delete %s%s%s
it: Impossibile eliminare fisicamente %s%s%s

source: physically delete
it: Elimina fisicamente

source: physically delete all files
it: Elimina fisicamente tutti i files

source: only remove from the collection
it: Rimuovi solamente dalla raccolta

source: skip to next file
it: Salta al file successivo

source: stop process
it: Ferma il processo

source: trashing error
it: Errore durante l'eliminazione

source: deletion error
it: Errore di cancellazione

source: trashing %d image
it: Eliminazione immagine %d

source: deleting %d image
it: Elimino %d immagine

source: failed to parse GPX file
it: Fallita l'analisi del file GPX

source: applied matched GPX location onto %d image
it: Applicata sulla %d immagine la località GPX corrispondente

source: moving %d image
it: Spostamento %d immagine

source: moving %d images
it: Spostamento %d immagini

source: copying %d image
it: Copia in corso %d immagine

source: copying %d images
it: Copia in corso %d immagini

source: creating local copy of %d image
it: Creazione copia locale per %d immagine

source: removing local copy of %d image
it: Rimozione copia locale per %d immagine

source: refreshing info for %d image
it: Aggiornamento informazioni per l'immagine %d

source: exporting %d image..
it: Esporto %d immagine..

source: exporting %d / %d to %s
it: Esporto %d / %d in %s

source: image `%s' is currently unavailable
it: Immagine '%s' al momento non disponibile

source: merge hdr image
it: Unisci immagine HDR

source: duplicate images
it: Duplica immagini

source: flip images
it: Rifletti immagini
